Repository: Dase342/phptp1
Catalog: src/Locale/*/default - Copy.po
Languages: fr_ca

source: The menu item has been saved.
fr_ca: L'élément de menu a été enregistré.

source: The menu item could not be saved. Please, try again.
fr_ca: L'élément de menu n'a pas pu être enregistré. S'll vous plaît, réessayez.

source: File has been uploaded and inserted successfully.
fr_ca: Le fichier a été téléchargé et inséré avec succès.

source: Unable to upload file, please try again.
fr_ca: Impossible de télécharger le fichier, veuillez réessayer.

source: File is not an image.
fr_ca: Le fichier n'est pas une image.

source: Please choose a file to upload.
fr_ca: Veuillez choisir un fichier à télécharger.

source: The menu item has been deleted.
fr_ca: L'élément de menu a été supprimé.

source: The menu item could not be deleted. Please, try again.
fr_ca: L'élément de menu n'a pas pu être supprimé. S'll vous plaît, réessayez.

source: The menu has been saved.
fr_ca: Le menu a été enregistré.

source: The menu could not be saved. Please, try again.
fr_ca: Le menu n'a pas pu être enregistré. Veuillez réessayer.

source: The menu has been deleted.
fr_ca: Le menu a été enregistré.

source: The menu could not be deleted. Please, try again.
fr_ca: Le menu n'a pas pu être enregistré. Veuillez réessayer.

source: The order has been saved.
fr_ca: La commande a été enregistré.

source: The order could not be saved. Please, try again.
fr_ca: La commande n'a pas pu être enregistré. Veuillez réessayer.

source: The order has been deleted.
fr_ca: La commande a été enregistré.

source: The order could not be deleted. Please, try again.
fr_ca: La commande n'a pas pu être enregistré. Veuillez réessayer.

source: The orders quantity has been saved.
fr_ca: La quantité de commandes a été sauvegardée.

source: The orders quantity could not be saved. Please, try again.
fr_ca: La quantité de commandes n'a pas pu être enregistré. Veuillez réessayer.

source: The orders quantity has been deleted.
fr_ca: La quantité de commandes a été supprimée.

source: The orders quantity could not be deleted. Please, try again.
fr_ca: La quantité commandée n'a pas pu être supprimée. Veuillez réessayer.

source: The quantity has been saved.
fr_ca: La quantité a été enregistrée.

source: The quantity could not be saved. Please, try again.
fr_ca: La quantité n'a pas pu être enregistrée. Veuillez réessayer.

source: The quantity has been deleted.
fr_ca: La quantité a été supprimée.

source: The quantity could not be deleted. Please, try again.
fr_ca: La quantité n'a pas pu être supprimée. Veuillez réessayer.

source: The user has been saved.
fr_ca: L'utilisateur a été enregistré.

source: The user could not be saved. Please, try again.
fr_ca: L'utilisateur n'a pas pu être sauvé. Veuillez réessayer.

source: The user has been deleted.
fr_ca: L'utilisateur a été supprimé.

source: The user could not be deleted. Please, try again.
fr_ca: L'utilisateur n'a pas pu être supprimé. S'll vous plaît, réessayez.

source: Error
fr_ca: Erreur

source: Back
fr_ca: Retourner

source: List Menu Items
fr_ca: Lister les éléments du menu

source: List Menus
fr_ca: Lister les menus

source: New Menu
fr_ca: Nouveau menu

source: List Quantities
fr_ca: Lister les quantités

source: New Quantity
fr_ca: Nouvelle quantité

source: Add Menu Item
fr_ca: Ajouter un élément au menu

source: Submit
fr_ca: Soumettre

source: Upload File
fr_ca: Téléverser le fichier

source: Delete
fr_ca: Supprimer

source: Are you sure you want to delete # {0}?
fr_ca: Est vous sur de vouloir supprimer # {0}?

source: Edit Menu Item
fr_ca: Modifier l'élément au menu

source: New article
fr_ca: Nouveau article

source: Add image
fr_ca: Ajouter une image

source: Menu Items
fr_ca: Élément du menu

source: View
fr_ca: Voir

source: Edit
fr_ca: Modifier

source: first
fr_ca: premier

source: previous
fr_ca: précédant

source: next
fr_ca: prochain

source: last
fr_ca: dernier

source: Page {{page}} of {{pages}}, showing {{current}} record(s) out of {{count}} total
fr_ca: Page {{page}} de {{pages}}, montrant {{current}} entrée(s) sur {{count}} au totale

source: Delete Menu Item
fr_ca: Supprimer un élément de menu

source: New Menu Item
fr_ca: Nouvel élément de menu

source: Menu Item Name
fr_ca: Nom de l'élément de menu

source: Menu Item Price
fr_ca: Prix de l'élément du menu

source: Created
fr_ca: Créé

source: Modified
fr_ca: Modifié

source: Menu Item Description
fr_ca: Description de élément du menu

source: Other Details
fr_ca: Autres détails

source: Add Menu
fr_ca: Ajouter un menu

source: Edit Menu
fr_ca: Menu Modifier

source: Delete Menu
fr_ca: Supprimer le menu

source: Menu Name
fr_ca: Nom du menu

source: Menu Description
fr_ca: Description du menu

source: Related Menu Items
fr_ca: Articles du menu associés

source: List Orders
fr_ca: Lister les commandes

source: List Users
fr_ca: Lister utilisateurs

source: New User
fr_ca: Nouveau utilisateur

source: Add Order
fr_ca: Ajouter commande

source: Create
fr_ca: Créer

source: Edit Order
fr_ca: Modifier commande

source: New order
fr_ca: Nouvelle commande

source: Add an article to order
fr_ca: Ajouter un article à commander

source: View last order
fr_ca: Voir derniere la commande

source: Orders
fr_ca: Commandes

source: Delete Order
fr_ca: Supprimer commande

source: New Order
fr_ca: Nouvelle commande

source: Add article
fr_ca: Ajouter article

source: User
fr_ca: Utilisateur

source: Added articles
fr_ca: Articles ajouté

source: Item name
fr_ca: Nom de l'élément

source: Quantity
fr_ca: Quantité

source: List articles
fr_ca: Lister articles

source: Add Orders Quantity
fr_ca: Ajouter quantité a la commande

source: Confirm
fr_ca: Confirmer

source: Cancel
fr_ca: Annuler

source: Choose quantity
fr_ca: Choisir quantité

source: Edit Quantity
fr_ca: Modifier quantité

source: Quantities
fr_ca: Quantités

source: Delete article
fr_ca: Supprimer article

source: List article
fr_ca: Lister articles

source: Menu Item
fr_ca: Élément du menu

source: Add User
fr_ca: Ajouter utilisateurs

source: Edit User
fr_ca: Modifier utilisateurs

source: Users
fr_ca: Utilisateurs

source: Edit profile
fr_ca: Modifier profile

source: Username
fr_ca: Nom d'utilisateur

source: Email
fr_ca: Courriel

source: Related orders
fr_ca: Commande relier

source: To use this application, you must be logged in as a customer
fr_ca: Pour utiliser cette application, il faut être connecté en tant que client
